Repository: RolandTolnay/LeukemiaProject
Catalog: Leukemia App/*.lproj/Localizable.strings
Languages: da

# No hurt
source: You can do as usual, without thinking that it hurts
da: Man kan gøre fuldstændig, som man plejer uden at tænke på, at det gør ondt

# Hurts little bit
source: You can do as usual, but now and then you have to stop what you are doing, because it hurts
da: Man kan gøre, som man plejer, men af og til må man standse op, fordi det gør ondt

# Hurts little more
source: You want to sit still and get read a story or watch television, because it hurts
da: Man har mest lyst til at sidde stille og få læst en historie eller se fjernsyn, fordi det gør ondt

# Hurts even more
source: You think about taht it hurts, all the time
da: Man tænker på, at det gør ondt hele tiden

# Hurts whole lot
source: It hurts so much, that you feel like crying, because of the pain
da: Man har så ondt, at man har lyst til at græde fordi det gør ondt

# Hurts worst
source: It hurts som much that it's unbearable
da: Man har så ondt, at man slet ikke kan holde det ud

source: Painscore is: 0
da: Smertescore er: 0

source: The painscore is:
da: Smertescoren er:

source: Your data is saved..
da: Dine data er gemt..

source: Saving
da: Gemmer

source: No paintype selected
da: Ingen smertetype valgt

source: You need to select a paintype before you can save!
da: Du skal vælge en smertetype før du kan gemme!

source: Save failed
da: Gemning fejlede

source: Failed to save image
da: Gemning af billede fejlede

source: No info on this pain scale
da: Ingen information tilgængelig for denne smerte skala

source: Week %d
da: Uge %d

source: %d - Week %d
da: %d - Uge %d

source: Not enough data to show graph.
da: Ikke nok data til at vise graf.

source: Pain types:
da: Smerte typer:

source: There is no bloodsample for this date
da: Der er ingen blodprøve for denne dato

source: No high-dose kemo today
da: Ingen høj-dosis kemo i dag

source: High-dose kemo treatment today:
da: Høj-dosis kemo behandling i dag:

source: High-dose Methotrexat
da: Høj-dosis Methotrexat

source: Kemo types
da: Kemo typer

source: Red - It hurts so much that it's unbearable
da: Rød - Det gør så ondt at det er uudholdeligt

source: Yellow - It hurts, but it's bearable
da: Gul - Det gør ondt, men det er til at holde ud

source: Green - It hurts a bit, but I hardly notice the pain
da: Grøn - Det gør lidt ondt, men jeg lægger næsten ikke mærke til det

# Wong baker pain scale
source: Wong baker scale
da: Wong baker skala

# Bieri Faces pain scale
source: Bieri Faces scale
da: Bieri Faces skala

# FLACC pain scale
source: FLACC scale
da: FLACC skala

source: Morphine: -
da: Morfin: -

source: Morphine: %@ mg
da: Morfin: %@ mg

source: Paracetamol: Yes
da: Paracetamol: Ja

source: Paracetamol: No
da: Paracetamol: Nej

source: Date: %@
da: Dato: %@

source: Pain level: %@
da: Smerte score: %@

source: Pain type: %@
da: Smerte type: %@

source: Pain Registrations
da: Smerte registreringer

source: %@ - Pain Level: %@, Type: %@
da: %@ - Smerte score: %@, Type: %@

source: Mouth
da: Mund

source: Stomach
da: Mave

source: Other
da: Andet
